Repository: Iridias/plasma-simpleMonitor
Catalog: translations/*/*.po
Languages: eu_es

source: General
eu_es: Orokorra

source: Skins
eu_es: Larruak

source: Skin:
eu_es: Larrua:

source: preview:
eu_es: aurre-ikusi:

source: Parts settings:
eu_es: Piezen konfigurazioa:

source: Logo:
eu_es: Logoa:

source: Background color:
eu_es: Atzekaldeko kolorea:

source: Standard
eu_es: Estandarra

source: Crystal
eu_es: Kristala

source: Translucent
eu_es: Zeharrargia

source: Show:
eu_es: Erakutsi:

source: Uptime
eu_es: Jardun

source: Temp settings:
eu_es: Temp konfigurazioa:

source: <i>(You can use the <strong>sensors</strong> command to place the appropriate values ​​for this section.)</i>
eu_es: <i> (<strong> Sensors </strong> komandoa erabil dezakezu atal honetan balio egokiak jartzeko.) </i>

source: Temperature units:
eu_es: Temperatura unitateak:

source: CPU High Temperature:
eu_es: CPU tenperatura altua:

source: CPU Critical Temperature:
eu_es: CPU tenperatura kritikoa:

source: mie
eu_es: az.

source: dic
eu_es: urt

source: Used:
eu_es: Erabilita:

source: Free:
eu_es: Libre:

source: Uptime:
eu_es: Jardun:

source: Lock image scaling
eu_es: Blokeatu irudien eskala

source: Unlock image scaling
eu_es: Desblokeatu irudien eskala
